Revit 2027 API
DoubleParameterValue Properties
The DoubleParameterValue type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from ParameterValue)
Value |  The stored value
Top
See Also
Reference
DoubleParameterValue Class
Autodesk.Revit.DB Namespace